/**
 * Kyrgyz translation for bootstrap-datepicker
 * Daiyrbek Artelov <artelov.dayirbek@gmail.com>
 */
;(function($){
	$.fn.datepicker.dates['kg'] = {
		days: ["Жекшемби", "Дүйшөмбү", "Шейшемби", "Шаршемби", "Бейшемби", "Жума", "Ишемби", " Жекшемби"],
		daysShort: ["Жек", "Дүй", "Шей", "Шар", "Бей", "Жум", "Ише", "Жек"],
		daysMin: ["Жш", "Дш", "Шш", "Шр", "Бш", "Жм", "Иш", "Жш"],
		months: ["Үчтүн Айы", "Бирдин Айы", "Жалган Куран", "Чын Куран", "Бугу", "Кулжа", "Теке", "Баш Оона", "Аяк Оона", "Тогуздун Айы", "Жетинин Айы", "Бештин Айы"],
		monthsShort: ["Үчт", "Бир", "Жал", "Чын", "Бугу", "Кул", "Теке", "Баш", "Аяк", "Тог", "Жет", "Беш"],
		today: "Бүгүн",
		weekStart: 1
	};
}(jQuery));