<?php

return [
    'home' => 'Главная',

    'add' => 'Добавить',
    'add_entry' => 'Добавить :entry',
    'list' => 'Список',

    'news' => 'Новости',
    'news_entry' => 'Новость',
    'news_list' => 'Список Новостей',

    'page' => 'Страница',
    'pages' => 'Страницы',

    'user' => 'Пользователь',
    'users' => 'Пользователи',
    'user_add' => 'Создать пользователя',

    'search' => 'Поиск',

    'login_please' => 'Войдите',
    'password' => 'Пароль',
    'remember_me' => 'Запомни меня',
    'sign_in' => 'Войти',
    'forgot_password' => 'Забыли пароль?',
    'registration' => 'Регистрация',
    'register_new' => 'Зарегистрировать нового пользователя',
    'first_name' => 'Имя',
    'last_name' => 'Фамилия',
    'repeat_password' => 'Повторите пароль',
    'register' => 'Зарегистрироваться',

    'active' => 'Активный',
    'inactive' => 'Неактивный',
    'unconfirmed' => 'Неподтвержденный',

    'teacher' => 'Преподаватель',

    'job' => 'Профессия',
    'education' => 'Образование',
    'bio' => 'Биография',
    'birth_date' => 'Дата рождения',

    'profile' => 'Посмотреть профиль',
    'logout' => 'Выход',

    'registered_at' => 'Зарегистрирован:',

    'dashboard' => 'Панель управления',
    'welcome' => 'Добро пожаловать!',

    'title' => 'Заголовок',
    'image' => 'Изображение',
    'edit' => 'Изменть',

    'collapse' => 'Свернуть/Развернуть',
    'tooltip_only_num' => 'Введите только цифры',
    'tooltip_dateformat' => 'Введите дату в формате: yyyy/mm/dd. Например, 1993-03-24',
    'tooltip_url_format' => 'Введите URL без домена',

    'save' => 'Сохранить',

    'date' => 'Дата создания',
    'remove' => 'Удалить',

    'view_profile' => 'Посмотреть профиль',

    'cancel' => 'Отмена',
    'page_add' => 'Добавление страницы',
    'page_view' => 'Просмотр',

    'copyright' => 'Все права защищены',

    'read_more' => 'Читать полностью',
    'staff' => 'Персонал',
    'students' => 'Студенты',
    'news_latest' => 'Последние новости',
    'about' => 'О нас',
    'contacts' => 'Конакты',
    'location' => 'Адрес',

    'name' => 'Имя',
    'passed' => 'Прошел',
    'points' => 'Полученные баллы',
    'examresults' => 'Результаты экзаменов',
    'import' => 'Импорт',
    'import_examresults' => 'Загрузить результаты экзаменов',
    'import_examresults_br' => 'Загрузить результаты <br>экзаменов',
    'social' => 'Социальные сети',
    'send_email' => 'Отправить сообщение',
    'your_points' => 'Вы получили :points баллов',
    'fail' => 'К сожалению, вы не прошли...',
    'success' => 'Позравляем. вы успешно прошли!',

];